a52dec
aalib
acl
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-studio
android-tools
aqemu
archlinux-keyring
archlinuxcn-keyring
aria2
arm
art-sharp
asciidoc
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
autoconf
automake
avahi
baidupcs-git
bash
bc
binutils
bison
bluez-libs
bomi
boost
boost-libs
bridge-utils
brise
brltty
btsync
bzip2
c-ares
ca-certificates
ca-certificates-blacklist-cnnic
ca-certificates-blacklist-startcom
ca-certificates-blacklist-wosign
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo-infinality-ultimate
cairomm
cantarell-fonts
cdparanoia
celt0.5.1
cifs-utils
clang
clipit
clucene
clutter
clutter-gtk
cmake
cogl
colord
compositeproto
confuse
conky
coreutils
cow-proxy
cracklib
cronie
cryptsetup
curl
cython
damageproto
db
dbus
dbus-glib
dcadec
dconf
desktop-file-utils
desmume
device-mapper
dhcpcd
diffutils
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
dos2unix
dosbox
dosfstools
dotconf
dri2proto
dri3proto
dropbox
dunst
e2fsprogs
efibootmgr
efivar
elfutils
emacs
enca
espeak
ethtool
ettercap
exfat-utils
expat
faac
faad2
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-rime
fcitx-sogoupinyin
feh
ffmpeg
ffmpeg2.8
fftw
fiddler
file
filesystem
findutils
firefox
firefox-i18n-zh-cn
fish
fixesproto
flac
flex
fontconfig-infinality-ultimate
fontsproto
foxitreader
franz-bin
freetype2-infinality-ultimate
fribidi
fuse
gawk
gc
gcc
gcc-libs
gconf
gconf-sharp
gconf-sharp-peditors
gcr
gd
gdbm
gdk-pixbuf2
geoclue2
geocode-glib
geoip
geoip-database
gettext
giblib
giflib
git
glew
glib-networking
glib2
glibc
glibmm
glproto
glu
gmp
gnome-desktop
gnome-mime-data
gnome-settings-daemon
gnome-sharp
gnome-themes-standard
gnome-tweak-tool
gnome-vfs
gnome-vfs-sharp
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
google-chrome
google-glog
gperf
gperftools
gpgme
gpm
graphite
grc
grep
grive
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-sharp-2
gtk-theme-arc-git
gtk-update-icon-cache
gtk2
gtk3
gtk3-print-backends
gtkmm
guile
gvfs
gvim-lily
gzip
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
http-parser
hunspell
hwids
hyphen
i3-gaps-next-git
i3lock-color
i3lock-wrapper
iana-etc
icedtea-web
icu
iftop
imagemagick
imlib2
inetutils
inputproto
intellij-idea-community-edition
intellij-idea-libs
intltool
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
java-environment-common
java-runtime-common
jdk8-openjdk-infinality
jemalloc
jfsutils
joyutils
jre8-openjdk-headless-infinality
jre8-openjdk-infinality
js17
json-c
json-glib
jsoncpp
jstest-gtk-git
kbd
kbproto
keyutils
kmod
krb5
kwayland
kwindowsystem
lame
lcms2
ldb
ldns
lemonbar
less
leveldb
lib32-acl
lib32-alsa-lib
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fcitx
lib32-fcitx-gtk2
lib32-fcitx-qt4
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libjpeg-turbo
lib32-libldap
lib32-libmng
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libstdc++5
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtxc_dxtn
lib32-libusb
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-mesa
lib32-mesa-libgl
lib32-ncurses
lib32-nettle
lib32-openal
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-qt4
lib32-readline
lib32-sdl
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libao
libarchive
libart-lgpl
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libbluray
libbonobo
libbonoboui
libbsd
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchardet
libcmis
libcroco
libcups
libdaemon
libdatrie
libdca
libdmx
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfbclient
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libftdi
libgcrypt
libgdiplus
libgee
libglade
libgnome
libgnome-data
libgnome-keyring
libgnome-sharp
libgnomecanvas
libgnomeui
libgpg-error
libgudev
libgusb
libgweather
libice
libid3tag
libidl2
libidn
libiec61883
libimobiledevice
libinput
libixion
libjpeg-turbo
libkeybinder3
libksba
libkscreen
liblangtag
libldap
liblqr
liblxqt
libmad
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpdclient
libmspub
libmtp
libmwaw
libndp
libnet
libnewt
libnfs
libnftnl
libnl
libnm-glib
libnotify
libodfgen
libogg
libomxil-bellagio
liborcus
libotf
libpagemaker
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpulse
libqtxdg
libraw1394
libreoffice-fresh
libreoffice-fresh-zh-CN
librevenge
librime
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libsystemd
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisio
libvisual
libvncserver
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwpd
libwpg
libwps
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
lirc
llvm-libs
lm_sensors
logrotate
lpsolve
lsb-release
lua
lua52
lvm2
lxappearance
lxmenu-data
lxqt-config
lz4
lzo
m17n-db
m17n-lib
m4
make
man-db
man-pages
marisa
mdadm
menu-cache
mercurial
mesa
mesa-libgl
mime-types
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
moc
monaco-powerline-font-git
mono
mono-addins
monodevelop
mozilla-common
mpc
mpd
mpfr
mpg123
mplayer
mpv
msgpack-c
mtdev
mx
nano
ncurses
neon
neovim
netcdf
netctl
nettle
network-manager-applet
networkmanager
ninja
nm-connection-editor
nmap
nodejs
npm
npth
nspr
nss
ntfs-3g
numactl
ocl-icd
openal
opencc
opencore-amr
openjpeg
openjpeg2
openresolv
openssh
openssl
opus
orbit2
orc
os-prober
otf-inconsolata-pwl-ibx
owncloud-client
p11-kit
p7zip
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-smplayer-theme
parted
patch
pciutils
pcmanfm
pcmciautils
pcre
pcre2
perl
perl-error
perl-xml-parser
phantomjs
pinentry
pixman
pkg-config
polkit
poppler
popt
portaudio
powerline
powerline-common
powerline-fonts
presentproto
procps-ng
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
python
python-appdirs
python-beaker
python-click
python-greenlet
python-mako
python-markupsafe
python-msgpack
python-neovim
python-packaging
python-pip
python-powerline
python-pyparsing
python-setuptools
python-six
python-xdg
python2
python2-appdirs
python2-click
python2-futures
python2-gobject
python2-greenlet
python2-msgpack
python2-neovim
python2-packaging
python2-pip
python2-pyparsing
python2-setuptools
python2-six
python2-trollius
qemu
qt4
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-quickcontrols
qt5-script
qt5-sensors
qt5-svg
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qtkeychain
randrproto
raptor
rar
rasqal
readline
recode
recordproto
redland
redshift
reiserfsprogs
renderproto
resourceproto
rest
revoke-disputable-ca
rofi
rssowl
rtkit
rtmpdump
rubberband
ruby
run-parts
s-nail
sbc
schroedinger
screenfetch
scrnsaverproto
scrot
sdl
sdl2
sdl_net
sdl_sound
seabios
sed
semver
shadow
shadowsocks
shared-mime-info
slang
smbclient
smpeg
smplayer
snappy
sound-theme-freedesktop
soundtouch
speech-dispatcher
speex
speexdsp
spice
sqlite
startup-notification
sudo
swt
syncthing
sysfsutils
systemd
systemd-sysvcompat
talloc
tar
tcl
tdb
terminess-powerline-font-git
tevent
texinfo
the_silver_searcher
thin-provisioning-tools
thunderbird
thunderbird-i18n-zh-cn
tmux
tor
transset-df
tslib
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-ms-fonts
typora
tzdata
udisks2
unibilium
unzip
upower
usbredir
usbutils
util-linux
v4l-utils
vala
vamp-plugin-sdk
vde2
vi
vid.stab
videoproto
vim-runtime
virglrenderer
vte-common
vte3
w3m
wavpack
wayland
wayland-protocols
webrtc-audio-processing
which
wine
wine-mono
wine_gecko
wireless_tools
wireshark-cli
wireshark-common
wireshark-gtk
wpa_supplicant
wqy-microhei-kr-patched
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcompmgr
xdg-utils
xextproto
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xf86dgaproto
xf86driproto
xf86vidmodeproto
xflux
xfsprogs
xineramaproto
xkeyboard-config
xmlto
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-utils
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xsel
xvidcore
xz
yajl
yaml-cpp
yaourt
yarn
ydcv
you-get-git
zeal-git
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zziplib
